{
	"markupExample": "In posuere eleifend odio. Quisque semper augue mattis maecenas ligula.    [![Testbild](http://192.168.186.1:8080/Kanso/KansoMavo/images/pics13.jpg)](http://ekia.net)",
	"welcomeHeader": "Välkommen till den fredliga kampsporten aikido!",
	"footerImage": "images/logo2014vit.png",
	"footerText": "Eskilstuna Ki-Aikidoklubb grundades 14 mars 1991, med huvudsaklig inriktning mot aikidostilen Ki-Aikido (Shin Shin Toitsu) men även öppna för influenser från andra aikidostilar, och så är det än idag. \r\n Vi välkomnar utövare och instruktörer från all aikido med öppna armar. 31 augusti 2008 startade vi vår första barngrupp och vår barn- och ungdomsverksamhet har sedan utvecklats genom åren till det den är idag. \r\n Alla är välkomna att komma och träna med oss, oavsett vem du är eller vart du kommer ifrån! \r\n \r\n Tack till våra medlemmar, Magnus Hartman och Svenska Aikidoförbundet för bilderna på sajten.",
	"club": [
		{
			"date": "2020-11-30",
			"title": "Lyssna på världen och lär dig inte meditation från Japan",
			"subtitle": "Några uppmaningar från Yoshigasaki Doshu",
			"text": "# Do not express yourself but listen to the world\n\nThere is a common idea in Europe that one should learn to express oneself. This is good for children and young people but not good for adults. Adults shold be able to express themselves and communicate with the world so they should also be able to understand the world. However, most people neglect to understand the world and just try to express themselves so that the world understand them. This is a childish attitude. \n\nWhen one gets older, the brain gets weaker and one tends to stop listening to the world. Then one just tries to express oneself all the time so that the world around adjusts to one's life. This attitude will make it difficult for others around to live with. \n\nEveryone gets old and you must prepare for your old age. The most important preparation is to stop exressing yourself and try to listen to others.\n\n # There is no meditation in Japan\n\nMeditation is an act of meditating. This is European tradition and it does not exist in Japan. So there is no word for meditation in the Japanese language. Zen practise is basically trying to see one's own body without meditating. The result should be that one acts on one's mind and body without decision by thoughts. That is why one does not meditate. Since Zen was a part of the basic Japanese culture, Japanese in general do not meditate but try to understand what their body wants.\n\n# Do not learn meditation from a Japanese teacher\n\nThere is a confusion between Zen and meditation. Zen practise is to see one's body without meditating so that one can live without the complication of having to decide in each moment. That is why Zen was accepted by Samurai who had no time to meditate before they had to act.\n\nIn Europe there was a tradition of meditation and it is better for Europeans to learn meditation from an European teacher. In Japan meditation was introduced by Yoga teachers but it is not good for Japanese people who live in a culture based on Zen practise. There are some Japense people who try to learn meditation but the result is not good because it collides with the Japanese way of living. There was a Japanese man who started meditation seriously and became crazy and end up  by killing many people with sarin gas in 1995 in Tokyo. Now sensible Japanese people are not interested in meditation but sometimes try a light version of Zen practise or Zen philosophy.\n"
		},
		{
			"date": "2020-11-30",
			"title": "Behave like a Samurai",
			"subtitle": "Uppmaning från Yoshigasaki Doshu",
			"text": "Now all dojos have to prepare for the normal practice of Aikido with touching each other and also normal way of living the daily life. Since there is still a danger of virus contamination, I can suggest the Aikido students to adopt a Samurai behaviour. This will improve Aikido ability and also help to understand the philosophy of Aikido.\n\n1.Do not Kiss\n2.Do not hug\n3.Do not shake hands\n\nI personally never did the above three with my family in Japan. A Samurai do not do them.\n\n4.Talk calmly and not too loud.\n5. Do not talk while practisig Aikido. This is most important.\n6.Clean the Tatami before and after practice\n\nThen a little extra for daily life\n7. wash your hands before and after Aikido practice \n8.Keep a mask if necessary\n9.Keep Ma Ai in daily life if possible"
		},
		{
			"date": "2020-11-30",
			"title": "Filmer från Yoshigasaki Doshu",
			"subtitle": "Om du har lägerabstinens kommer här lite smått och gott.",
			"text": "Doshu Yoshigasaki har postat lite filmer (som alla kommer få engelsk text) från ett läger i Italien.\n\n[Novara Aikido seminar October 2020](https://vimeo.com/showcase/7693564)\n\nHan har också startat [\"Lectures from Doshu\"](https://toitsu.dk/lectures_from_doshu/) där han postar [egna filmer](https://toitsu.dk/lectures_from_doshu/aikido_techniques.html) och även kommenterar filmer som elever skickat in till honom.  Där finns också lite filosofiska funderingar runt Aikido och livet, i typisk Yoshigasaki-stil."
		}
	],
	"links": [
		{
			"title": "Vart ligger träningslokalen och vad är er adress?",
			"href": "https://www.ekia.net"
		}
	]
}